IDEA StatiCa Open Model
TendonTimeStressLoading Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the TendonTimeStressLoading class
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TendonTimeStressLoading()
Public Sub New
public:
TendonTimeStressLoading()
See Also
Reference
TendonTimeStressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace